{
  "candidates": [
    {
      "first_simple": {
        "variants": [
          {
            "speech": "ふうらいえき、益々の卦です。大吉です。恵みのとき。やさしさや協力が容易に得られます。思いきって挑戦してよいでしょう。",
            "text": "風雷益\n\n恵みのとき。やさしさや協力が容易に得られます。思いきって挑戦してよいでしょう。"
          },
          {
            "speech": "けんいてん、いぬい。竜が昇る勢いのある卦です。大吉です。強力な天からのパワーに包まれています。絶え間ない努力と謙虚さが、大きな幸運を導く鍵となるでしょう。",
            "text": "乾為天\n\n強力な天からのパワーに包まれています。絶え間ない努力と謙虚さが、大きな幸運を導く鍵となるでしょう。"
          },
          {
            "speech": "てんちひ、てんちいな、否定の卦です。大凶です。調和が取れずまとまりのない運気に。目立つことは避け、控え目に過ごすように心がけましょう。",
            "text": "天地否\n\n調和が取れずまとまりのない運気に。目立つことは避け、控え目に過ごすように心がけましょう。"
          },
          {
            "speech": "たくちすい、人が集まる卦です。吉です。人気上々、商売繁盛。繁栄のときですが、油断は禁物。隙をみせないようにしましょう。",
            "text": "沢地萃\n\n人気上々、商売繁盛。繁栄のときですが、油断は禁物。隙をみせないようにしましょう。"
          },
          {
            "speech": "ちらいよ、楽しむ卦です。吉凶を言っていません。実行に移すタイミング。怠け心に打ち勝って行動を起こせば、楽しいひとときを過ごせるでしょう。",
            "text": "雷地豫\n\n実行に移すタイミング。怠け心に打ち勝って行動を起こせば、楽しいひとときを過ごせるでしょう。"
          },
          {
            "speech": "ふうちかん、客観の卦です。吉凶をいっていません。表面的な部分に惑わされず、心の目で物事を見るのが大事。慌てず落ち着いて行動しましょう。",
            "text": "風地観\n\n表面的な部分に惑わされず、心の目で物事を見るのが大事。慌てず落ち着いて行動しましょう。"
          },
          {
            "speech": "すいちひ、比べる卦です。吉凶を言っていません。心と心の触れ合い。手に手を取って協力し合えば、目標達成や夢が叶うこともあるでしょう。",
            "text": "水地比\n\n心と心の触れ合い。手に手を取って協力し合えば、目標達成や夢が叶うこともあるでしょう。"
          },
          {
            "speech": "ちさんはく、剝がれ落ちる卦です。凶です。足元が崩れおちていく。弱点を補い、歯を食いしばって耐えれば乗り越えられるでしょう。",
            "text": "山地剥\n\n足元が崩れおちていく。弱点を補い、歯を食いしばって耐えれば乗り越えられるでしょう。"
          },
          {
            "speech": "こんいち、こん、大地の卦です。大吉です。素直で従順、控え目に。どっしりと構えて、何事も受け身でいれば福を授かるでしょう。",
            "text": "坤為地\n\n素直で従順、控え目に。どっしりと構えて、何事も受け身でいれば福を授かるでしょう。"
          },
          {
            "speech": "てんざんとん、逃げて隠れる卦です。凶です。引き際が肝心です。しつこく粘ったりせず、潔く身を引くほうがよいでしょう。",
            "text": "天山遯\n\n引き際が肝心です。しつこく粘ったりせず、潔く身を引くほうがよいでしょう。"
          },
          {
            "speech": "たくざんかん、四肢に感じる卦です。吉凶を言っていません。男女のバランスが抜群です。恋愛、結婚、どちらも大変よい状態にあります。思いきって決断してよいでしょう。",
            "text": "沢山咸\n\n男女のバランスが抜群です。恋愛、結婚、どちらも大変よい状態にあります。思いきって決断してよいでしょう。"
          },
          {
            "speech": "かざんりょ、旅の卦です。吉凶を言っていません。不安定で不透明、不安と常に背中合わせのとき。落ち着かず、孤立しがちにもなるでしょう。",
            "text": "火山旅\n\n不安定で不透明、不安と常に背中合わせのとき。落ち着かず、孤立しがちにもなるでしょう。"
          },
          {
            "speech": "らいざんしょうか、物事が小さく過ぎる卦です。凶です。自信過剰や高望みは不幸を招きます。慎ましく、身の丈以上のものは求めないようにしましょう。",
            "text": "雷山小過\n\n自信過剰や高望みは不幸を招きます。慎ましく、身の丈以上のものは求めないようにしましょう。"
          },
          {
            "speech": "ふうぜんざん、物事が進む卦です。吉凶を言っていません。ゆっくりなペースですが、物事は進展しています。順を追って、積み重ねていきましょう。",
            "text": "風山漸\n\nゆっくりなペースですが、物事は進展しています。順を追って、積み重ねていきましょう。"
          },
          {
            "speech": "すいざんけん、行きふさがる卦です。凶です。身動きが取れない運気に。よき相談相手を得ることが、運気を好転させる鍵となるでしょう。",
            "text": "水山蹇\n\n身動きが取れない運気に。よき相談相手を得ることが、運気を好転させる鍵となるでしょう。"
          },
          {
            "speech": "ごんいざん、ごんです。未だ動かない卦です。吉凶を言っていません。我慢するのが吉。無理に先に進もうとするよりも、今いる場所にとどまるほうがよいでしょう。",
            "text": "艮為山\n\n我慢するのが吉。無理に先に進もうとするよりも、今いる場所にとどまるほうがよいでしょう。"
          },
          {
            "speech": "ちざんけん、謙虚の卦です。吉凶を言っていません。欲を出せば運が逃げていくことに。おごらず、謙虚でいれば願いは叶えられるでしょう。",
            "text": "地山謙\n\n欲を出せば運が逃げていくことに。おごらず、謙虚でいれば願いは叶えられるでしょう。"
          },
          {
            "speech": "てんすいしょう、訴訟の訴の卦です。揉めごと多し。我を通すよりも、妥協し、周囲と調和することが大事なときでしょう。",
            "text": "天水訟\n\n揉めごと多し。我を通すよりも、妥協し、周囲と調和することが大事なときでしょう。"
          },
          {
            "speech": "たくすいこん、困る卦です。凶です。苦労が絶えないとき。抵抗するよりも、ひたすら忍耐で乗り切りましょう。",
            "text": "沢水困\n\n苦労が絶えないとき。抵抗するよりも、ひたすら忍耐で乗り切りましょう。"
          },
          {
            "speech": "かすいびせい、未だこと成らず。何事も完成しない卦です。大凶です。まだ挑戦する状態にはありません。焦らず、慌てず、もうしばらく様子をうかがうほうがよいでしょう。",
            "text": "火水未済\n\nまだ挑戦する状態にはありません。焦らず、慌てず、もうしばらく様子をうかがうほうがよいでしょう。"
          },
          {
            "speech": "すいらいかい、物事が解決する卦です。吉です。今までの苦労がようやく報われるとき。悩みや苦しみから解放され、運気が上昇を始めるでしょう。",
            "text": "雷水解\n\n今までの苦労がようやく報われるとき。悩みや苦しみから解放され、運気が上昇を始めるでしょう。"
          },
          {
            "speech": "ふうすいかん、私情を散らす卦です。吉凶を言っていません。抱えている問題から解放される気配。勇気を出して、一歩踏み出してみてよいでしょう。",
            "text": "風水渙\n\n抱えている問題から解放される気配。勇気を出して、一歩踏み出してみてよいでしょう。"
          },
          {
            "speech": "かんいすい、しゅうかんです。洪水や水難の卦です。大凶です。何をやっても空回り。大変なときでもありますが、そこから学ぶ姿勢を持ちましょう。",
            "text": "坎為水\n\n何をやっても空回り。大変なときでもありますが、そこから学ぶ姿勢を持ちましょう。"
          },
          {
            "speech": "さんすいもう、蒙昧のもうです。人に教えを乞う卦です。もう占うのはやめましょう。吉凶を言っていません。迷いに迷うとき。誰かに教えを請い、積極的に学ぼうとする姿勢が運気を高めることになるでしょう。",
            "text": "山水蒙\n\n迷いに迷うとき。誰かに教えを請い、積極的に学ぼうとする姿勢が運気を高めることになるでしょう。"
          },
          {
            "speech": "ちすいし、争いの卦です。吉凶を言っていません。何かと争いが絶えないとき。周囲の協力と尊敬すべき存在を重んじれば道は開けるでしょう。",
            "text": "地水師\n\n何かと争いが絶えないとき。周囲の協力と尊敬すべき存在を重んじれば道は開けるでしょう。"
          },
          {
            "speech": "てんぷうこう、男女関係に問題が起こる卦です。吉凶を言っていません。予想外のことが起こる予感。根も葉もない噂や偽の情報に踊らされないように注意しましょう。",
            "text": "天風姤\n\n予想外のことが起こる予感。根も葉もない噂や偽の情報に踊らされないように注意しましょう。"
          },
          {
            "speech": "たくふうたいか、物事が大きく過ぎ去る卦です。吉凶を言っていません。やり過ぎはほどほどに。現状を正しく把握して、それにふさわしい対応を心がけましょう。",
            "text": "沢風大過\n\nやり過ぎはほどほどに。現状を正しく把握して、それにふさわしい対応を心がけましょう。"
          },
          {
            "speech": "かふうてい、かなえ。願い事が叶う卦です。吉です。1人よりも3人のほうがバランスがよいとき。それぞれの特技を生かして、道を切り開いていけるでしょう。",
            "text": "火風鼎\n\n1人よりも3人のほうがバランスがよいとき。それぞれの特技を生かして、道を切り開いていけるでしょう。"
          },
          {
            "speech": "らいふうこう、変化を求めない卦です。吉凶を言っていません。継続することが大事なとき。変化を求めず、目標達成に向けてコツコツ努力するのがよいでしょう。",
            "text": "雷風恒\n\n継続することが大事なとき。変化を求めず、目標達成に向けてコツコツ努力するのがよいでしょう。"
          },
          {
            "speech": "そんいふう、へりくだる卦です。たいじんに会うによろしいでしょう。吉凶を言っていません。優柔不断になりがちなとき。信頼できる人に相談することが、運気を好転させる鍵となるでしょう。",
            "text": "巽為風\n\n優柔不断になりがちなとき。信頼できる人に相談することが、運気を好転させる鍵となるでしょう。"
          },
          {
            "speech": "すいふうせい、しゅうかんです。災いを招く卦です。大凶です。いじけたりせず、協力し、励まし合いましょう。やる気の維持が運気上昇をうながす鍵に。",
            "text": "水風井\n\nいじけたりせず、協力し、励まし合いましょう。やる気の維持が運気上昇をうながす鍵に。"
          },
          {
            "speech": "さんぷうこ、腐敗の卦です。凶です。放っておくとますます状況は悪化することに。一刻も早く手を打つことが必要でしょう。",
            "text": "山風蠱\n\n放っておくとますます状況は悪化することに。一刻も早く手を打つことが必要でしょう。"
          },
          {
            "speech": "てんらいむぼう、無理をしない卦です。吉凶を言っていません。なりゆき任せが一番。無謀なことをせず、わがままは言わず、じっとしているのがよいでしょう。",
            "text": "天雷无妄\n\nなりゆき任せが一番。無謀なことをせず、わがままは言わず、じっとしているのがよいでしょう。"
          },
          {
            "speech": "たくらいずい、良い恋愛の卦です。吉です。好機が訪れています。自己主張するよりも、相手のペースに任せるのが楽しいときでしょう。",
            "text": "沢雷随\n\n好機が訪れています。自己主張するよりも、相手のペースに任せるのが楽しいときでしょう。"
          },
          {
            "speech": "からいぜいこう、食事の卦です。吉凶を言っていません。不快な出来事が起こりやすいとき。冷静になって、障害物を取り除くようにしましょう。",
            "text": "火雷噬嗑\n\n不快な出来事が起こりやすいとき。冷静になって、障害物を取り除くようにしましょう。"
          },
          {
            "speech": "しんいらい、雷が落ち周囲を驚かす卦です。吉凶を言っていません。強烈な衝動にかられるとき。いきなり大胆な行動に出て周囲を驚かせることもあるでしょう。",
            "text": "震為雷\n\n強烈な衝動にかられるとき。いきなり大胆な行動に出て周囲を驚かせることもあるでしょう。"
          },
          {
            "speech": "すいらいちゅん、芽生えの困難の卦です。凶です。動きたくても動けない。ここは、焦らず、慌てず、絶好のタイミングが来るのを待つのが賢明です。",
            "text": "水雷屯\n\n動きたくても動けない。ここは、焦らず、慌てず、絶好のタイミングが来るのを待つのが賢明です。"
          },
          {
            "speech": "さんらいい、嚙み合わせの卦です。吉凶を言っていません。トラブルに注意。発言にはくれぐれも気をつけ、何事にも用心深く、注意してとりかかりましょう。",
            "text": "山雷頤\n\nトラブルに注意。発言にはくれぐれも気をつけ、何事にも用心深く、注意してとりかかりましょう。"
          },
          {
            "speech": "ちらいふく、物事は7日で戻ってくる卦です。吉凶を言っていません。厳しい冬が去り、ようやく春の訪れが。新芽が今にも吹き出そうとしている運気にあるでしょう。",
            "text": "地雷復\n\n厳しい冬が去り、ようやく春の訪れが。新芽が今にも吹き出そうとしている運気にあるでしょう。"
          },
          {
            "speech": "てんかどうじん、人が集まる卦です。吉です。気の合う仲間を大切に。団体行動が運気を高め、不可能を可能にしてくれることもあるでしょう。",
            "text": "天火同人\n\n気の合う仲間を大切に。団体行動が運気を高め、不可能を可能にしてくれることもあるでしょう。"
          },
          {
            "speech": "たくかかく、革命のかくです。大胆な変革の卦です。吉凶を言っていません。ほんの小さな変化は凶。しかし、正しい選択による思いきった大きな変化であれば吉と出るでしょう。",
            "text": "沢火革\n\nほんの小さな変化は凶。しかし、正しい選択による思いきった大きな変化であれば吉と出るでしょう。"
          },
          {
            "speech": "りいか、火です。情熱の感情の卦です。吉凶を言っていません。激しく燃え上がる運気に。情熱的でありながら、短気を起こさず、冷静さを忘れないように心がけましょう。",
            "text": "離為火\n\n激しく燃え上がる運気に。情熱的でありながら、短気を起こさず、冷静さを忘れないように心がけましょう。"
          },
          {
            "speech": "らいかほう、恵みの卦です。吉です。苦労しなくても幸運に恵まれる時期。しかし、むなしい気持ちが広がりやすいときでもあるでしょう。",
            "text": "雷火豊\n\n苦労しなくても幸運に恵まれる時期。しかし、むなしい気持ちが広がりやすいときでもあるでしょう。"
          },
          {
            "speech": "ふうかかじん、家族の卦です。吉凶を言っていません。家族の絆が大事なとき。家庭を第一に、思いやりを持って協力し合えば、運気は上昇するでしょう。",
            "text": "風火家人\n\n家族の絆が大事なとき。家庭を第一に、思いやりを持って協力し合えば、運気は上昇するでしょう。"
          },
          {
            "speech": "すいかきせい、既に事を成している卦です。吉凶を言っていません。完成された状態にあります。欲張らず、気を引き締めて現状維持に努めましょう。",
            "text": "水火既済\n\n完成された状態にあります。欲張らず、気を引き締めて現状維持に努めましょう。"
          },
          {
            "speech": "さんかひ、飾る卦です。吉凶を言っていません。美しいものに触れて親しむこと。そして、美しいものを身につけ、外見の改善に努めましょう。",
            "text": "山火賁\n\n美しいものに触れて親しむこと。そして、美しいものを身につけ、外見の改善に努めましょう。"
          },
          {
            "speech": "ちかめいい、めいいが失われる卦です。大凶です。運気低迷。強気に出るのは危険なとき。目立たぬよう裏方にまわり、日が昇るまで辛抱しましょう。",
            "text": "地火明夷\n\n運気低迷。強気に出るのは危険なとき。目立たぬよう裏方にまわり、日が昇るまで辛抱しましょう。"
          },
          {
            "speech": "てんたくり、虎の尾を踏む卦です。吉凶を言っていません。危険やリスクを伴う暗示。分をわきまえ、礼儀を忘れなければ状況は好転するでしょう。",
            "text": "天沢履\n\n危険やリスクを伴う暗示。分をわきまえ、礼儀を忘れなければ状況は好転するでしょう。"
          },
          {
            "speech": "だいたく、楽しむ卦です。吉です。にぎやかで愉快、楽しく過ごせる運気に。快楽に溺れないようには気をつけましょう。",
            "text": "兌為沢\n\nにぎやかで愉快、楽しく過ごせる運気に。快楽に溺れないようには気をつけましょう。"
          },
          {
            "speech": "かたくけい、そむく。背く卦です。凶です。すべてが一致するのは難しいもの。人は人、自分は自分と考え、ストレスをためないようにしましょう。",
            "text": "火沢睽\n\nすべてが一致するのは難しいもの。人は人、自分は自分と考え、ストレスをためないようにしましょう。"
          },
          {
            "speech": "らいたくきまい、女難の卦です。凶です。駆け引きや小細工は失敗のもと。失礼な振る舞いには気をつけ、一時の感情で動かないようにしましょう。",
            "text": "雷沢帰妹\n\n駆け引きや小細工は失敗のもと。失礼な振る舞いには気をつけ、一時の感情で動かないようにしましょう。"
          },
          {
            "speech": "ふうたくちゅうふ、産まれる卦です。吉です。すべての鍵は真心にあり。誠実に徹すれば、ゆるぎない信頼関係が築けるでしょう。",
            "text": "風沢中孚\n\nすべての鍵は真心にあり。誠実に徹すれば、ゆるぎない信頼関係が築けるでしょう。"
          },
          {
            "speech": "すいたくせつ、節制の卦です。吉凶を言っていません。厳し過ぎず、甘すぎず。規則正しく生活しつつも、ゆとりを忘れないようにしましょう。",
            "text": "水沢節\n\n厳し過ぎず、甘すぎず。規則正しく生活しつつも、ゆとりを忘れないようにしましょう。"
          },
          {
            "speech": "さんたくそん、損とは自分を減らすことで徳を積む卦です。吉です。損して得を取る。相手に譲る気持ちでいることが、よい運気を引き寄せることになるでしょう。",
            "text": "山沢損\n\n損して得を取る。相手に譲る気持ちでいることが、よい運気を引き寄せることになるでしょう。"
          },
          {
            "speech": "ちたくりん、臨む卦です。吉凶を言っていません。盛り上がっていく運気に。臨機応変な対応を心がければ、喜びを得られるでしょう。",
            "text": "地沢臨\n\n盛り上がっていく運気に。臨機応変な対応を心がければ、喜びを得られるでしょう。"
          },
          {
            "speech": "たくてんかい、揉め事の卦です。凶です。状況が好転するまでしばらく待って。予想外の問題に巻き込まれないように気をつけましょう。",
            "text": "沢天夬\n\n状況が好転するまでしばらく待って。予想外の問題に巻き込まれないように気をつけましょう。"
          },
          {
            "speech": "たてんたいゆう、努力が実る卦です。吉です。輝ける太陽のもと、初心にかえって努力を。頑張り次第で大きく飛躍できるでしょう。",
            "text": "火天大有\n\n輝ける太陽のもと、初心にかえって努力を。頑張り次第で大きく飛躍できるでしょう。"
          },
          {
            "speech": "らいてんたいそう、勢いのある卦です。吉凶を言っていません。勢いが強過ぎる運気に。興奮は失敗を招く要因。意識して冷静になるように心がけましょう。",
            "text": "雷天大壮\n\n勢いが強過ぎる運気に。興奮は失敗を招く要因。意識して冷静になるように心がけましょう。"
          },
          {
            "speech": "ふうてんしょうちく、小さく蓄える卦です。吉凶を言っていません。叶いそうで叶わない、何だか歯がゆさを感じるとき。状況が好転するまで、忍耐強く待ちましょう。",
            "text": "風天小畜\n\n叶いそうで叶わない、何だか歯がゆさを感じるとき。状況が好転するまで、忍耐強く待ちましょう。"
          },
          {
            "speech": "すいてんじゅ、待つことの卦です。吉凶を言っていません。長い順番待ちをしている状態に。来るべきチャンスのタイミングのために、しっかり準備をしておきましょう。",
            "text": "水天需\n\n長い順番待ちをしている状態に。来るべきチャンスのタイミングのために、しっかり準備をしておきましょう。"
          },
          {
            "speech": "さんてんたいちく、大きく蓄える卦です。吉です。蓄えるべきとき。お金をためたり、知識、技術を積極的に身につけるようにしましょう。",
            "text": "山天大畜\n\n蓄えるべきとき。お金をためたり、知識、技術を積極的に身につけるようにしましょう。"
          },
          {
            "speech": "ちてんたい、泰安の卦です。吉です。嵐が去り、穏やかで安定した状態に。感謝の気持ちを忘れなければ幸福に満ち溢れるでしょう。",
            "text": "地天泰\n\n嵐が去り、穏やかで安定した状態に。感謝の気持ちを忘れなければ幸福に満ち溢れるでしょう。        "
          }
        ]
      },
      "last_simple": {
        "variants": [
          {
            "speech": "この占断の解説は、古藤友子先生の書籍の教えのもと、りいんちゃんの独自の解釈に基づくものと、占いTVニュースより引用しました",
            "text": " "
          }
        ]
      }
    }
  ]
}